amd-ucode
amdvlk
ark
aspnet-runtime
base
base-devel
bluedevil
blueman
bluez
bluez-utils
breeze
breeze-grub
breeze-gtk
breeze-plymouth
cheese
code
ddcci-driver-linux-dkms
discover
docker
docker-compose
dolphin
dosfstools
dotnet-sdk
dotnet-sdk-8.0
drkonqi
dust
efibootmgr
fastfetch
ffmpegfs
ffmpegthumbs
filelight
firefox
flameshot
flatpak
flatpak-kcm
fzf
git
go
grub
gst-plugin-pipewire
htop
imagemagick
inter-font
kactivitymanagerd
kde-cli-tools
kde-gtk-config
kdecoration
kdenlive
kdeplasma-addons
kgamma
kglobalacceld
kinfocenter
kitty
kmenuedit
kpipewire
krdp
kscreen
kscreenlocker
ksshaskpass
ksystemstats
kwallet-pam
kwayland
kwin
kwrited
layer-shell-qt
libkscreen
libksysguard
libplasma
linux
linux-firmware
milou
mtools
nano
neovim
network-manager-applet
networkmanager
nodejs
npm
nvtop
nwg-look
ocean-sound-theme
oh-my-zsh-git
openssh
os-prober
oxygen
oxygen-sounds
pacman-contrib
pamixer
parallel
paru
paru-debug
pipewire-alsa
pipewire-jack
pipewire-pulse
plasma-activities-stats
plasma-browser-integration
plasma-desktop
plasma-disks
plasma-firewall
plasma-integration
plasma-nm
plasma-pa
plasma-sdk
plasma-systemmonitor
plasma-thunderbolt
plasma-vault
plasma-welcome
plasma-workspace
plasma-workspace-wallpapers
plasma5support
plymouth-kcm
polkit-gnome
polkit-kde-agent
powerdevil
print-manager
protobuf
pyenv
python-pip
python-pyamdgpuinfo
qqc2-breeze-style
qt5-graphicaleffects
qt5-imageformats
qt5-quickcontrols
qt5-quickcontrols2
rocm-hip-sdk
rocm-opencl-sdk
sddm
sddm-conf-git
sddm-kcm
stow
sudo
systemsettings
telegram-desktop
tenacity
tk
ttf-font-awesome
ttf-jetbrains-mono-nerd
udiskie
uwsm
vim
wacomtablet
wget
wlogout
xdg-desktop-portal-kde
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
yay
yazi
yt-dlp
zoxide
zramd
zsh
zsh-theme-powerlevel10k-git
